Repository: openthinklabs/extension-tao-delivery-rdf
Catalog: locales/*/messages.po
Languages: nb_no

source: %s completed
nb_no: %s fullført

source: %s test-taker(s) are excluded.
nb_no: %s elev(er) er ekskludert.

source: Access deliveries as a guest
nb_no: Få tilgang til besvrelser som gjest

source: An error occured during the import
nb_no: Det oppstod en feil under importen

source: Assembly
nb_no: Samling

source: Assembly import
nb_no: Import

source: Assigned test-takers
nb_no: Påmeldte elever

source: Assigned to
nb_no: Påmeldt

source: Available from %s
nb_no: Tilgjengelig fra %s

source: Available until %s
nb_no: Tilgjengelig til %s

source: Cancel
nb_no: Avbryt

source: Class successfully created.
nb_no: Mappen ble opprettet.

source: Continue deleting of delivery "%s".
nb_no: Fortsett å slette besvarele "%s".

source: Continue try to sync metadata of delivery "%s".
nb_no: Prøv å synkronisere metadata for oppgavesett "%s".

source: Create a new delivery
nb_no: Opprett et nytt oppgavesett

source: Create a test
nb_no: Opprett en prøve

source: DataStore sync retry for delivery "%s".
nb_no: Prøver ny DataStore-synkronisering for levering "%s".

source: Delete
nb_no: Slett

source: Deleting of "%s
nb_no: Sletter "%s

source: Deliveries
nb_no: Publiserte

source: Deliveries library
nb_no: Samling av oppgavesett

source: Delivery "%s" successfully imported
nb_no: Oppgavesett "%s" er importert

source: Delivery '%s' not found
nb_no: Oppgavesett '%s' ble ikke funnet

source: Delivery class uri provided is not a valid delivery class.
nb_no: Gitt oppgavesettmappe uri er ikke en gyldig mappe.

source: Delivery is assigned to %s test-takers.
nb_no: Oppgavesettet tildeles %s elever.

source: Delivery is not assigned to any test-taker.
nb_no: Oppgavesettet er ikke koblet til noen elever.

source: Delivery saved
nb_no: Oppgavesettet er lagret

source: Delivery with label "%s" not found
nb_no: Oppgavesett merket "%s" ble ikke funnet

source: Directory %s doesn't exist
nb_no: Katalogen %s eksisterer ikke

source: Error
nb_no: Feil

source: Excluded test-takers
nb_no: Ekskluderte elever

source: Exported %1$s to %2$s
nb_no: Eksporterte %1$s til %2$s

source: Exporting %s
nb_no: Eksporterer %s

source: Guest access
nb_no: Gjestetilgang

source: Import QTI test and create delivery.
nb_no: Importer QTI-prøven og opprett et oppgavesett.

source: Importing %1$s files into '%2$s\
nb_no: Importerer %1$s filer til '%2$s\

source: Last updated on:
nb_no: Sist oppdatert på:

source: Manage Schema
nb_no: Administrer egenskaper

source: Manage tests
nb_no: Administrer oppgavesett

source: Move
nb_no: Flytt

source: Move To
nb_no: Flytt til

source: New class
nb_no: Ny mappe

source: New delivery
nb_no: Ny publisering

source: No attempt has been started yet.
nb_no: Har ikke startet prøven ennå.

source: No information available about attempts
nb_no: Ingen informasjon tilgjengelig om prøvestart

source: Prepare, publish deliveries sessions.
nb_no: Forbered og publiser oppgavesettet.

source: Properties
nb_no: Egenskaper

source: Publish
nb_no: Publiser

source: Publish "%s" to
nb_no: Publiser "%s" til

source: Publish the test
nb_no: Publiser oppgavesettet

source: Published on:
nb_no: Publisert på:

source: Save
nb_no: Lagre

source: Select the test
nb_no: Velg prøve

source: Select the test you want to publish to the test-takers
nb_no: Velg prøven du vil publisere til elevene

source: Selection saved successfully
nb_no: Utvalget ble lagret

source: TAO Guest
nb_no: TAO gjest

source: TAO Guest Access
nb_no: TAO Gjestetilgang

source: Test publishing failed because "%s" is empty.
nb_no: Publisering av prøven mislyktes fordi "%s" er tom.

source: Test-takers
nb_no: Elever

source: Tests
nb_no: Oppgavesett

source: The test "%s" does not contain any items and cannot be published.
nb_no: Prøven "%s" inneholder ingen oppgaver og kan ikke publiseres.

source: There are currently %s attempts
nb_no: Det er for øyeblikket %s forsøk

source: There are currently no tests available to publish.
nb_no: Det er foreløpig ingen prøver tilgjengelig for publisering.

source: There is currently 1 attempt
nb_no: Det er for øyeblikket 1 forsøk

source: Unable to import Archive
nb_no: Kan ikke importere arkiv

source: Unable to load tests
nb_no: Kan ikke laste inn oppgavesett

source: unlimited
nb_no: ubegrenset

source: Usage: %s ASSEMBLY_FILE [ASSEMBLY_FILE_2] [ASSEMBLY_FILE_3] ...
nb_no: Bruk: %s ASSEMBLY_FILE [ASSEMBLY_FILE_2] [ASSEMBLY_FILE_3] ...

source: Usage: %s DELIVERY_CLASS_URI OUTPUT_DIRECTORY
nb_no: Bruk: %s DELIVERY_CLASS_URI OUTPUT_DIRECTORY
